Repository: jelmer/ctrlproxy
Catalog: po/*.po
Languages: nl

source: Filter '%s' added
nl: Filter '%s' toegevoegd

source: Unable to find filter class '%s'
nl: Kan geen filter klasse '%s' vinden

source: Filter '%s' removed
nl: Filter '%s' verwijderd

source: Adding new client hook '%s'
nl: Toevoegen nieuwe client haak '%s'

source: New client hook '%s' removed
nl: Nieuwe client haak '%s' verwijderd

source: New client hook '%s' refused new client
nl: Nieuwe client haak '%s' weigerde nieuwe client

source: Adding lose client hook '%s'
nl: Toevoegen afsluiten client haak '%s'

source: Lose client hook '%s' removed
nl: Afsluiten client haak '%s' verwijderd

source: Adding MOTD hook '%s'
nl: Toevoegen bericht van de dag haak '%s'

source: MOTD hook '%s' removed
nl: Bericht van de dag haak '%s' verwijderd

source: Added linestack backend '%s'
nl: Linestack backend '%s' toegevoegd

source: Removed linestack backend '%s'
nl: Linestack backend '%s' verwijderd

source: Received SIGSEGV!
nl: SIGSEGV ontvangen

source: BACKTRACE: %d stack frames:
nl: BACKTRACE: %d frames op de stack:

source: Can't unload crashing plugin, exiting...
nl: Kan gecrashte plugin niet ontladen, afsluiten...

source: Plugin '%s' unloaded, because it crashed...
nl: Plugin '%s' verwijderd omdat het crashte...

source: Ctrlproxy core has segfaulted, exiting...
nl: Ctlrproxy basis is gecrasht, afsluiten...

source: Received signal %d, quitting...
nl: Signaal %d ontvangen, afsluiten...

source: Closing connections...
nl: Sluiten verbindingen...

source: Can't open configuration file '%s'
nl: Kan het configuratie bestand '%s' niet openen

source: Write irc traffic to specified file
nl: Schrijven irc verkeer naar opgegeven bestand

source: Run in the background (as a daemon)
nl: Draai in de achtergrond (als daemon)

source: Log messages to specified file
nl: Log berichten naar opgegeven bestand

source: FILE
nl: BESTAND

source: Use configuration file from specified location
nl: Gebruik configuratie bestand van opgegeven locatie

source: Use one process per network
nl: Gebruik één proces per netwerk

source: Show version information
nl: Toon versie informatie

source: (c) 2002-2004 Jelmer Vernooij et al. <jelmer@nl.linux.org>
nl: (c) 2002-2004 Jelmer Vernooij en anderen. <jelmer@nl.linux.org>

source: Can't figure out hostname of local host!
nl: Kan de naam van de lokale computer niet bepalen!

source: Can't open logfile %s!
nl: Kan logbestand %s niet openen!

source: Logfile opened
nl: Logbestand geopent

source: DSO's not supported on this platform. Not loading any modules
nl: Plugins worden niet ondersteund op dit platform. Er zal niet getracht worden modules te laden

source: No modules set to be loaded
nl: Er zijn geen modules opgegeven om geladen te worden

source: Can't load plugin %s, aborting...
nl: Kan plugin %s niet laden, afbreken...

source: No networks listed
nl: Geen netwerken opgegeven

source: [From server] %s
nl: [Van server] %s

source: No servers listed for network %s, not connecting
nl: Geen servers opgegeven voor netwerk %s, er zal niet verbonden worden met dit netwerk

source: Connecting with %s for server %s
nl: Er wordt verbinding gemaakt met %s voor de server %s

source: Couldn't connect with network %s via transport %s
nl: Kan niet verbinden met netwerk %s via transport %s

source: Removed client to %s
nl: Client van %s verwijderd.

source: [From client] %s
nl: [Van client] %s

source: No password set for %s, allowing client _without_ authentication!
nl: Geen wachtwoord opgegeven voor %s, client wordt toegelaten zonder authenticate!

source: Client @%s successfully authenticated
nl: Client @%s wordt toegelaten

source: User tried to log in to %s with incorrect password!
nl: Gebruiker probeerde in te loggen op %s met ongeldig wachtwoord!

source: Can't initialise transport %s
nl: Kan transport %s niet initialiseren

source: No servers listed for network %s!
nl: Geen servers opgegeven voor netwerk %s!

source: Closing connection to %s
nl: Verbinding met %s wordt gesloten

source: Joining channel %s
nl: Kanaal %s wordt binnengegaan

source: Leaving %s
nl: Kanaal %s wordt verlaten

source: Can't remove nick %s from channel %s: nick not on channel
nl: Kan de naam %s niet verwijderen van kanaal %s: naam is niet aanwezig op kanaal

source: Can't part or let other nick part %s(unknown channel)
nl: Kan kanaal %s niet verlaten of andere naam het kanaal laten verlaten(onbekend kanaal)

source: KICK command has unequal number of channels and nicks
nl: KICK commando heeft een ongelijk aantal kanalen en gebruikers

source: Can't kick nick %s from %s
nl: Kan nick %s niet verwijderen uit %s

source: Can't kick nick %s from channel %s: nick not on channel
nl: Kan nick %s niet verwijderen uit kanaal %s: nick niet aanwezig op kanaal

source: Can't set topic for unknown channel '%s'!
nl: Kan onderwerp niet instellen voor onbekend kanaal '%s'!

source: Can't unset topic for unknown channel '%s'!
nl: Kan onderwerp niet verwijderen voor onbekend kanaal '%s'!

source: Can't add names to %s: channel not found
nl: Kan geen namen toevoegen aan %s: kanaal niet gevonden

source: Can't end /NAMES command for %s: channel not found
nl: Kan /NAMES commando niet afsluiten voor %s: kanaal niet gevonden

source: Mode l requires argument, but no argument found
nl: Mode l vereist een argument, maar er is geen argument aangetroffen

source: Mode k requires argument, but no argument found
nl: Mode k vereist een argument, maar er is geen argument aangetroffen

source: Can't set mode %c%c on nick %s on channel %s, because nick does not exist!
nl: Kan mode %c%c niet zetten op nick %s op kanaal %s, omdat de nick niet bestaat!

source: CASEMAPPING variable sent by server invalid
nl: CASEMAPPING variabele zoals verstuurd door server is ongeldig

source: Unknown casemapping '%s'
nl: Onbekende casemapping '%s'

source: NETWORK variable sent by server invalid
nl: NETWORK variabele zoals verstuurd door server is ongeldig

source: Casemap invalid!
nl: Casemap ongeldig!

source: Couldn't create '%s'!
nl: Kon '%s' niet aanmaken!

source: No name specified
nl: Geen naam opgegeven

source: Such a network already exists
nl: Er bestaat al een netwerk met die naam

source: Not enough parameters
nl: Niet genoeg parameters

source: Can't remove active network
nl: Kan actief netwerk niet verwijderen

source: No such network '%s'
nl: Onbekend netwerk '%s'

source: Properties should be in the format 'key=value'
nl: Eigenschappen moeten worden opgegeven in het formaat 'naam=waarde'

source: No network specified
nl: Geen netwerk opgegeven

source: Can't find network named %s
nl: Kan geen netwerk vinden genaamd %s

source: Already connected to %s
nl: Al verbonden met %s

source: Forcing reconnect to %s
nl: Opnieuw verbinden met %s geforceerd

source: Connecting to %s
nl: Verbinden met %s

source: Can't find active network with that name
nl: Kan geen actief netwerk vinden met die naam

source: %s: Not connected
nl: %s: Niet verbonden

source: %s: Reconnecting
nl: %s: Bezig met opnieuw verbinden

source: Cycle server in %s
nl: Wissel van server in %s

source: Not enough arguments
nl: Niet genoeg argumenten

source: Can't unload /this/ module
nl: Kan deze module niet ontladen

source: No such plugin loaded
nl: Geen plugin met die naam geladen

source: No file specified
nl: Geen bestand opgegeven

source: Module already loaded
nl: Module reeds geladen

source: Details for command %s:
nl: Details voor commando %s:

source: The following commands are available:
nl: De volgende commando's zijn beschikbaar:

source: Sorry, no help for %s available
nl: Sorry, geen help beschikbaar voor %s

source: Unknown command
nl: Onbekend commando

source: %s: connected
nl: %s: verbonden

source: Please give a command. Use the 'help' command to get a list of available commands
nl: Geef een commando op. Gebruik het 'help' commando om een lijst te krijgen van beschikbare commando's

source: Can't find command '%s'. Type 'help' for a list of available commands.
nl: Kan geen commando '%s' vinden. Type 'help' voor een lijst van beschikbare commando's

source: <name>
nl: <naam>

source: Add new network with specified name
nl: Voeg nieuw netwerk toe met opgegeven naam

source: <network> <type> [property1=value1] ...
nl: <netwerk> <type> [eigenschap1=waarde1] ...

source: Add server with specified properties to the specified network
nl: Voeg server met opgegeven eigenschappen toe aan opgegeven netwerk

source: Add listener with specified properties to the specified network
nl: Voeg luisteraar toe met opgegeven eigenschappen voor opgegeven netwerk

source: <network>
nl: <netwerk>

source: Connect to specified network. Forces reconnect when waiting.
nl: Maak verbinding met het opgegeven wachtwoord. Dwingt tot opnieuw verbinden tijdens wachten.

source: Remove specified network
nl: Verwijder opgegeven netwerk

source: [network]
nl: [netwerk]

source: Disconnect and use to the next server in the list
nl: Verbreek verbinding en ga naar volgende server in de lijst

source: Exit ctrlproxy
nl: Sluit ctrlproxy af

source: Disconnect specified network
nl: Verbreek verbinding met opgegeven netwerk

source: List current networks and their status
nl: Toon lijst van netwerken en hun status

source: Load specified module
nl: Laad opgegeven module

source: Unload specified module
nl: Ontlaad opgegeven module

source: Reload specified module
nl: Herlaad opgegeven module

source: List currently loaded modules
nl: Toon lijst van momenteel geladen modules

source: Send current XML configuration to client
nl: Stuur huidige XML configuratie naar client

source: Save current XML configuration to specified file
nl: Sla huidige XML configuratie op in opgegeven bestand

source: Detach current client
nl: Ontkoppel huidige client

source: This help command
nl: Dit help commando

source: Auto Away
nl: Automatisch Weg

source: Received unknown CTCP request '%s'!
nl: Onbekend CTCP verzoek '%s' ontvangen!

source: Couldn't create directory %s for logging!
nl: Kan directory %s niet aanmaken voor loggen!

source: Couldn't open file %s for logging!
nl: Kan het bestand %s niet openen voor loggen!

source: No <logfilename> tag for log_custom module
nl: Geen <logfilename> tag voor de log_custom module

source: Can't open '%s'
nl: Kan het bestand '%s' niet openen

source: Can't open MOTD file '%s' for reading
nl: Kan bericht-van-de-dag bestand '%s' niet openen

source: Ghosting current user using '%s' on %s
nl: Huidige gebruiker van '%s' op '%s' wordt verwijderd

source: No backlogs saved yet
nl: Nog geen geschiedenis opgeslagen

source: Sending backlog for network '%s'
nl: Sturen geschiedenis voor netwerk '%s'

source: Sending backlog for channel %s@%s
nl: Sturen van geschiedenis voor kanaal %s@%s

source: No backlog for %s
nl: Geen geschiedenis voor %s

source: admin module required for repl_command module. Please load it first
nl: de admin module is vereist voor de repl_command module. Laad deze aub eerst.

source: [channel]
nl: [kanaal]

source: Send backlogs for this network or a channel, if specified
nl: Stuur geschiedenis voor dit netwerk of kanaal, als opgegeven

source: Failed to exec %s : %s
nl: Fout tijdens uitvoeren %s: %s

source: Can't convert socket to SSL
nl: Kan socket niet omzetten naar SSL

source: Unknown element %s
nl: Onbekend element %s

source: Can't accept connection!
nl: Kan verbinding niet accepteren!

source: New client %d
nl: Nieuwe client '%d'

source: Channel is not readeable!
nl: Kanaal is niet leesbaar!

source: Unknown error
nl: Onbekende fout

source: Connecting to %s:%d
nl: Verbinden met %s:%d

source: (While connecting to server %s with %s): socket: %s
nl: (Tijdens verbinden met server %s met %s): socket: %s

source: Unknown host %s.
nl: Onbekende host %s.

source: (While connecting to server %s): connect: %s
nl: (Tijdens verbinden met server %s): connect: %s

source: Trying to send line '%s' to socket that is not connected!
nl: Kan regel '%s' niet versturen naar een socket dat niet is verbonden!

source: Channel is not writeable!
nl: Kanaal is niet schrijfbaar!

source: Can't send: %s
nl: Kan niet zenden: %s

source: Error trying to listen on port %d: %s
nl: Fout tijdens proberen te luisteren op poort %d: %s

source: Listening on port %d(socket %d)
nl: Luisteren op poort %d(socket %d)

source: Error trying to listen on %s: %s
nl: Fout tijdens proberen te luisteren op %s: %s

source: Listening on socket at %s(%d)
nl: Luisteren op socket op %s(%d)

source: No file specified
nl: Geen bestand opgegeven

source: PCRE compilation failed at offset %d: %s
nl: PCRE compilatie mislukte op positie %d: %s

source: Unable to open TDB database %s
nl: Kan de TDB database '%s' niet openen

source: Can't open directory '%s'
nl: Kan de directory '%s' niet openen

source: Invalid filename
nl: Ongeldige bestandsnaam

source: Error occured while deleting %s: %s
nl: Fout opgetreden tijdens verwijderen %s: %s

source: %s successfully deleted
nl: %s succesvol verwijderd

source: Error accepting incoming DCC connection: %s
nl: Fout tijdens accepteren binnenkomende DCC verbinding: %s

source: Couldn't read from '%s': %s
nl: Fout tijdens lezen van '%s': %s

source: Error sending file '%s': %s
nl: Fout tijdens versturen bestand '%s': %s

source: Error listening for DCC connections
nl: Fout tijdens wachten op DCC verbindingen

source: DCC SEND timed out, removing...
nl: DCC SEND is verlopen, wordt verwijderd...

source: Error creating socket: %s
nl: Fout tijdens aanmaken socket: %s

source: Unable to bind: %s
nl: Kan niet binden: %s

source: Unable to listen: %s
nl: Kon niet luisteren: %s

source: Unable to get socket name: %s
nl: Kon naam van socket niet opvragen: %s

source: Unable to listen
nl: Kon niet luisteren

source: Unable to stat '%s': %s
nl: Kon geen gegevens opvragen van '%s': %s

source: Unknown subcommand '%s'
nl: Onbekend subcommando '%s'

source: DCC Connection closed
nl: DCC Verbinding gesloten

source: Error occured while receiving data over DCC
nl: Er is een fout opgetreden tijdens het ontvangen van data over DCC

source: Unable to create socket: %s
nl: Kan geen socket aanmaken: %s

source: Unable to connect to host: %s
nl: Kan geen verbinding maken met host: %s

source: Invalidly formatted CTCP request received
nl: Ongeldig geformatteerd CTCP verzoek ontvangen

source: admin module required for dcc module. Please load it first
nl: admin module vereist voor dcc module. Laad deze eerst

source: Can't find network '%s'
nl: Kan netwerk '%s' niet vinden

source: Interval of %i minutes is too short
nl: Interval van %i minuten is te kort

source: Unable to unload plugin '%s': still in use?
nl: Kan plugin '%s' niet ontladen: nog in gebruik?

source: No symbol 'fini_plugin' in plugin '%s'. Module does not support unloading, so no unload will be attempted
nl: Geen symbool 'fini_plugin' in plugin '%s'. Module ondersteunt ontladen niet, dus er zal niet geprobeerd worden te ontladen

source: No filename specified for plugin
nl: Geen bestandsnaam opgegeven voor plugin

source: Unable to open module %s(%s), ignoring
nl: Kan module %s niet openen(%s), wordt genegeerd

source: Plugin already loaded
nl: Plugin reeds geladen

source: Can't find symbol 'init_plugin' in module %s
nl: Kan symbool 'init_plugin' in module %s niet vinden

source: Running initialization function for plugin '%s' failed.
nl: Uitvoeren initialisatie functie voor plugin '%s' mislukt.
